# VolumeNet Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..VolumeNet Property
ParameterTypeId Class See Also
---
"Net cut/fill"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId VolumeNet { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property VolumeNet As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ VolumeNet {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace